Repository: heisenbol/skvideo
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de, el

# messagelabel
source: Main text: This is the text the user is asked to agree before viewing the video. You can use the placeholder VIDEOPROVIDER which will be replaced with Youtube or Vimeo in the final text. You can use HTML markup here, and must make sure to escape any special HTML characters.
de: Haupttext: Dies ist der Text, dem der Benutzer vor dem Betrachten des Videos zustimmen soll. Du kannst den Platzhalter VIDEOPROVIDER verwenden, der im endgültigen Text durch Youtube oder Vimeo ersetzt wird. Du kannst HTML Markup verwenden, und musst entsprechende HTML Zeichen escapen.
el: Κυρίως κείμενο: αυτό το κείμενο καλείται να αποδεχτεί ο χρήστης πριν του εμφανιστεί το βίντεο. Μπορείς να χρησιμοποιήσεις το VIDEOPROVIDER, το οποίο θα αντικατασταθεί με Youtube ή Vimeo στο τελικό κείμενο. Μπορείς να χρησιμοποιήσεις HTML κώδικα, και πρέπει να σιγουρευτείς να κάνεις escape ειδικούς χαρακτήρες HTML.

# remembermelabel
source: Remember decision: The text for the remember my decision checkbox. You can use HTML markup here, and must make sure to escape any special HTML characters.
de: Entscheidung merken: Der Text für das Kontrollkästchen "Meine Entscheidung merken". Du kannst HTML Markup verwenden, und musst entsprechende HTML Zeichen escapen.
el: Απόφαση να θυμάται: Το κείμενο για το checkbox για να θυμάται την απόφαση. Μπορείς να χρησιμοποιήσεις HTML κώδικα, και πρέπει να σιγουρευτείς να κάνεις escape ειδικούς χαρακτήρες HTML.

# cancellabel
source: Cancel button text: The text for the cancel button. You can use HTML markup here, and must make sure to escape any special HTML characters.
de: Text abbrechen: Der Text für den Abbrechen-Button. Du kannst HTML Markup verwenden, und musst entsprechende HTML Zeichen escapen.
el: Κείμενο κουμπιού ακύρωσης: Το κείμενο για το κουμπί ακύρωσης. Μπορείς να χρησιμοποιήσεις HTML κώδικα, και πρέπει να σιγουρευτείς να κάνεις escape ειδικούς χαρακτήρες HTML.

# continuelabel
source: Agree button text: The text for the agree button. You can use HTML markup here, and must make sure to escape any special HTML characters.
de: Text des Zustimmen Buttons: der Text des Buttons Zustimmen. Du kannst HTML Markup verwenden, und musst entsprechende HTML Zeichen escapen.
el: Κείμενο κουμπιού συμφωνίας: Το κείμενο για το κουμπί συμφωνίας. Μπορείς να χρησιμοποιήσεις HTML κώδικα, και πρέπει να σιγουρευτείς να κάνεις escape ειδικούς χαρακτήρες HTML.

# constants_subcategory_settings
source: skvideo settings
de: skvideo Einstellungen
el: Ρυθμίσεις skvideo

# maxpreviewheight
source: Max height of preview image
de: Maximale Höhe des Vorschaubildes
el: Μέγιστο ύψος εικόνας προεπισκόπησης

# maxpreviewwidth
source: Max width of preview image
de: Maximale Breite des Vorschaubildes
el: Μέγιστο πλάτος εικόνας προεπισκόπησης

# nocss
source: Do not add css file. You can copy and adapt Resources/Public/Css/styles.css to your own needs
de: Keine css Datei einfügen. Du kannst die Datei Resources/Public/Css/styles.css kopieren und den eigenen Anforderungen anpassen
el: Χωρίς προσθήκη αρχείου css. Μπορείς να αντιγράψεις και προσαρμόσεις το Resources/Public/Css/styles.css στις δικές σου ανάγκες

# listtypetitle
source: Youtube / Vimeo Embed
de: Youtube / Vimeo einbetten
el: Ενσωμάτωση Youtube / Vimeo

# codefieldlabel
source: Video Code (Youtube, Vimeo)
de: Video Kode (Youtube, Vimeo)
el: Κωδικός Video (Youtube, Vimeo)

# customimagelabel
source: Custom preview image
de: Eigenes Vorschaubild
el: Προσαρμοσμένη εικόνα προεπισκόπησης

# videoproviderlabel
source: Video provider
de: Videoanbieter
el: Πάροχος βίντεο

# sizeratiolabel
source: Size ratio
de: Größenverhältnis
el: Αναλογία μεγέθους

# includetitleslabel
source: Show video titles
de: Video Titel anzeigen
el: Εμφάνιση τίτλων του βίντεο

# overridetitlelabel
source: Override video title
de: Eigenen Titel verwenden
el: Χρήση άλλου τίτλου

# maxwidthlabel
source: Max width in pixel (leave blank for full width)
de: Maximale Breite in Pixel (leer lassen für volle Breite)
el: Μέγιστο πλάτος σε pixel (άδειο πεδίο για πλήρες πλάτος)

# previewviewonvideosite
source: View on Video Site
de: Beim Videoanbieter anzeigen
el: Εμφάνιση στο site

# previewtypelabel
source: Video provider
de: Videoanbieter
el: Πάροχος βίντεο

# previewcodelabel
source: Video code
de: Video Kode
el: Κωδικός βίντεο

# previewtitlelabel
source: Title
de: Titel
el: Τίτλος

# notshownlabel
source: hidden
de: verborgen
el: κρυμμένο

# missingtype
source: Missing video provider
de: Fehlender Videoanbieter
el: Έλλειψη παρόχου βίντεο

# missingcode
source: Missing video code
de: Fehlender Video Kode
el: Έλλειψη κωδικού βίντεο
